Repository: sunder67/plugin-xmltvimport
Catalog: src/EPGImport/locale/*.po
Languages: cs

source: EPG Import Configuration
cs: Nastavení importu EPG

source: EPG Import Sources
cs: Zdroje importu EPG

source: Manual
cs: Ručně

source: Sources
cs: Zdroje

source: Daily automatic import
cs: Denní automatický import

source: Automatic start time
cs: Čas automatického spuštění

source: Standby at startup
cs: Uspat po spuštění

source: When in deep standby
cs: Při vypnutém stavu

source: Skip the import
cs: Přeskočit import

source: Wake up and import
cs: Probudit a stáhnout

source: Show in plugin browser
cs: Zobrazit v prohlížeči pluginů

source: Show in extensions
cs: Zobrazit v zozšířeních

source: Start import after booting up
cs: Importovat po nabootování

source: Load long descriptions up to X days
cs: Načíst dlouhé popisy po X dnech
